12/data/attachments/97ce3a611f65e53e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_already_Actions_86426_3</nif:username>
            <nif:friendToBeRequested>soap_actions_3c4e9d73-a79d-4401-8307-c9b7dd882177</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>